<?php

return [
    'languages' => [
        'new' => 'Додати нову мову',
        'title' => 'EAP онлайн - Редагувати мови',
        'country' => 'Країна',
        'country_code' => 'Офіційний 2-значний код країни',
        'name' => 'Назва мови',
    ],
    'actions' => [
        'title' => 'EAP онлайн - Панель управління',
        'language' => 'Мова',
        'users' => 'Користувачі',
        'system' => 'Система',
        'translation' => 'Переклад',
        'settings' => 'Налаштування',
    ],
    'system' => [
        'title' => 'EAP онлайн - Системні переклади',
        'new' => 'Додати новий переклад',
        'translation' => 'Переклад',
        'input_name' => 'Введіть ім\'я',
        'search' => 'Пошук',
        'reset' => 'Скинути',
    ],
    'users' => [
        'title' => 'EAP онлайн - Список користувачів',
        'edit' => 'Редагувати користувача',
        'username' => 'Ім\'я користувача',
        'email' => 'Електронна пошта',
        'new_password' => 'Згенерувати новий пароль',
        'new_password_done' => 'Новий пароль успішно згенеровано',
        'no_users' => 'Немає користувачів!',
        'email_verified_at' => 'Електронна адреса підтверджена',
        'email_unverified' => 'ні',
    ],
    'mails' => [
        'menu' => 'EAP онлайн - Повідомлення',
        'mails' => 'Повідомлення',
        'message' => 'Повідомлення',
        'no_mails' => 'Немає повідомлень!',
        'response' => 'Відповідь...',
        'deleted_mail' => 'Повідомлення видалено користувачем!',
        'unread_mail' => 'Непрочитане повідомлення!',
        'restore_notification' => 'Позначити як непрочитане',
    ],
    'articles' => [
        'articles' => 'Статті',
        'menu' => 'EAP онлайн - Статті',
        'new' => 'Додати нову статтю',
        'edit' => 'Редагувати статтю',
        'translate' => 'Перекласти статтю',
        'visibility' => 'Видимість',
        'visibility_alt' => '(На основі статті, вона буде додана до меню Статті. Вкажіть, де ще вона повинна з\'явитися.)',
        'thumbnail' => 'Зображення, фото, ілюстрація',
        'thumbnail_button' => 'Завантажте своє фото, фото, ілюстрацію (jpg, png макс. 3 мб)',
        'self_care' => 'Меню самодопомоги',
        'after_assessment' => 'Пакет оцінки EAP',
        'well-being' => 'Пакет добробуту',
        'theme_of_the_month' => 'Меню теми місяця',
        'home_page' => 'Головна сторінка',
        'burnout_page' => 'Сторінка вигоряння',
        'domestic_violence_page' => 'Сторінка домашнього насильства',
        'all_articles' => 'Сторінка всіх статей',
        'categorize_self-help' => 'Категоризувати самодопомогу',
        'category' => 'Категорія',
        'categorize' => 'Категоризувати',
        'lesson' => 'Урок',
        'lesson_1' => '1. урок - Що потрібно знати про вигоряння, вигоряння та стрес',
        'lesson_2' => '2. урок - Фактори, що сприяють вигорянню',
        'lesson_3' => '3. урок - Визначення та типи вигоряння',
        'lesson_4' => '4. урок - Симптоми та причини вигоряння',
        'lesson_5' => '5. урок - Профілактика вигоряння',
        'lesson_6' => '6. урок - Лікування вигоряння',
        'lesson_7' => '7. урок - Легкі у використанні, практичні поради для боротьби з вигорянням',
        'chapter' => 'Розділ',
        'chapter_1' => 'Розуміння домашнього насильства',
        'chapter_2' => 'Створення плану безпеки',
        'chapter_3' => 'Самодопомога та відновлення',
        'chapter_4' => 'Як допомогти іншим',
        'chapter_5' => 'Юридична інформація',
        'chapter_6' => 'Екстрені контакти',
        'required_field' => 'Обов\'язкове поле!',
        'highlight' => 'Виділити',
        'list' => 'Список',
        'subtitle' => 'Підзаголовок',
        'select_category' => 'Виберіть категорію',
        'done' => 'Готово',
        'missing_translation' => ':count відсутній переклад',
        'separate_lines_by_enter' => '<span class="h5">(Розділіть рядки за допомогою Enter)</span>',
        'select_date' => 'Виберіть дату',
        'appearance' => 'Зовнішній вигляд',
        'editorial' => 'Редакційний',
        'article_in_sidebar' => 'Стаття в бічній панелі',
        'no_articles' => 'Немає статей!',
        'none' => 'Без додаткової видимості',
        'body' => 'Тіло',
        'lead' => 'Вступ',
        'picture' => 'Зображення',
        'document' => 'Документ',
        'headline' => 'Заголовок',
        'wrong_article' => 'Неправильна стаття!',
    ],
    'categories' => [
        'title' => 'EAP онлайн - Переклади категорій',
        'edit' => 'Редагувати категорії',
        'parent' => 'Батьківська',
        'name' => 'Назва категорії',
        'no_parent' => 'Немає батьківської категорії',
        'menu' => 'Категорії',
    ],

    'videos' => [
        'none' => 'Без додаткової видимості',
        'menu' => 'Відео',
        'add' => 'Додати нове відео',
        'edit' => 'Редагувати відео',
        'no_videos' => 'Немає відео!',
        'category_title' => 'Сторінка всіх відео',
        'description_second_line' => 'Опис другого рядка',
        'description_first_line' => 'Опис першого рядка',
        'description_placeholder' => 'Опис макс. 40 символів...',
        'long_title' => 'Довгий заголовок',
        'short_title' => 'Короткий заголовок',
        'title_placeholder' => 'Заголовок...',
        'link' => 'Посилання на відео',
        'attachment_title' => 'Завантажити документ для завантаження',
        'attachment_placeholder' => 'Завантажити документ (pdf макс. 500 кбайт)',
        'attachment_button_title' => 'Текст кнопки завантаження',
        'attachment_button_placeholder' => 'Текст макс. 20 символів ...',
        'show' => 'З\'явитися',
        'all_languages' => 'Всі мови',
        'visibility_alt' => '(Відео автоматично буде додано до меню Відео. Вкажіть, де ще воно повинно з\'явитися.)',
        'translate' => 'Переклад відео',
        'all_videos' => 'Всі відео',
    ],

    'webinars' => [
        'none' => 'Без додаткової видимості',
        'menu' => 'Вебінари',
        'add' => 'Додати новий вебінар',
        'edit' => 'Редагувати вебінар',
        'no_webinars' => 'Немає вебінарів!',
        'category_title' => 'Сторінка всіх вебінарів',
        'description_second_line' => 'Опис другого рядка',
        'description_first_line' => 'Опис першого рядка',
        'description_placeholder' => 'Опис макс. 40 символів...',
        'long_title' => 'Довгий заголовок',
        'short_title' => 'Короткий заголовок',
        'title_placeholder' => 'Заголовок...',
        'link' => 'Посилання на вебінар',
        'attachment_title' => 'Завантажити документ для завантаження',
        'attachment_placeholder' => 'Завантажити документ (pdf макс. 500 кбайт)',
        'attachment_button_title' => 'Текст кнопки завантаження',
        'attachment_button_placeholder' => 'Текст макс. 20 символів ...',
        'show' => 'З\'явитися',
        'all_languages' => 'Всі мови',
        'visibility_alt' => '(Вебінар автоматично буде додано до меню Вебінари. Вкажіть, де ще він повинен з\'явитися.)',
        'translate' => 'Переклад вебінару',
        'all_webinars' => 'Всі вебінари',
    ],

    'podcasts' => [
        'menu' => 'Подкасти',
        'add' => 'Додати новий подкаст',
        'edit' => 'Редагувати подкаст',
        'no_videos' => 'Немає подкастів!',
        'category_title' => 'Сторінка всіх подкастів',
        'link' => 'Посилання на подкаст',
        'visibility_alt' => '(Подкаст автоматично буде додано до меню Подкасти. Вкажіть, де ще він повинен з\'явитися.)',
        'all_podcasts' => 'Всі подкасти',
    ],

    'quizzes' => [
        'menu' => 'Вікторини',
        'new' => 'Додати нову вікторину',
        'edit' => 'Редагувати вікторину',
        'visibility_alt' => '(Вікторина автоматично буде додана до меню Статті. Вкажіть, де ще вона повинна з\'явитися.)',
        'no_quizzes' => 'Немає вікторин!',
        'title' => 'Заголовок',
        'new_question' => 'Додати питання',
        'new_answer' => 'Додати відповідь',
        'new_result' => 'Додати результат',
        'answer_placeholder' => 'Відповідь...',
        'point_placeholder' => 'Бали',
        'result_placeholder' => 'Повідомлення про результат...',
        'from_placeholder' => 'Від...',
        'to_placeholder' => 'До...',
        'question_error' => 'Потрібно принаймні одне питання!',
        'results_error' => 'Потрібно принаймні один результат!',
        'translate' => 'Переклад вікторини',
        'question' => 'Питання',
        'answer' => 'Відповідь',
        'result' => 'Результат',
        'none' => 'Без додаткової появи',
    ],

    'prefix' => [
        'menu' => 'Префікс',
        'name' => 'Назва префікса',
        'placeholder' => 'Назва префікса...',
        'in_use' => 'Префікс використовується!',
        'translate' => 'Переклад префікса',
    ],

    'menu-visibilities' => [
        'menu' => 'Дозволи меню',
        'title' => 'Дозволи меню',
        'mail' => 'Пошта',
        'operator' => 'Оператор',
        'self_help' => 'Самодопомога',
        'burnout' => 'Вигоряння',
        'domestic_violence' => 'Домашнє насильство',
        'assessment' => 'Оцінка психічної рівноваги',
        'theme_of_the_month' => 'Тема місяця',
        'all_articles' => 'Всі статті',
        'old_articles' => 'Старі статті',
        'all_videos' => 'Всі відео',
        'all_webinars' => 'Всі вебінари',
        'all_podcasts' => 'Всі подкасти',
        'home_page' => 'Головна сторінка',
        'onsite_consultation' => 'Консультація на місці',
        'intake' => 'Консультація',
        'minka' => 'Мінка',
        'search' => 'Пошук',
    ],
    'contact_information' => [
        'menu' => 'Контактна інформація',
        'phone_card' => 'Телефонна картка',
        'email_card' => 'Картка електронної пошти',
        'chat_card' => 'Чат-картка',
        'no_company' => 'Немає компанії',
    ],

    'lead_page' => [
        'menu' => 'Сторінка вступу',
        'open_image' => 'Вступне зображення',
        'open_image_color' => 'Колір вибору мови',
        'image_upload_text' => 'Завантажте зображення, ілюстрацію (jpg, png макс. 3 мб)',
        'image_limit' => 'Розмір зображення, ілюстрації макс. 3 мб!',
    ],

    'theme_of_the_month' => [
        'menu' => 'Тема місяця',
        'theme_of_the_month_text' => 'Тема місяця',
        'translate' => 'Переклад теми місяця',
    ],

    'static_content' => [
        'section' => 'Параграф',
        'subtitle' => 'Заголовок',
    ],

    'system_translation_categories' => [
        'lead' => 'Сторінка входу',
        'common' => 'Системні повідомлення',
        'menu' => 'Меню',
        'validation' => 'Повідомлення перевірки',
        'footer' => 'Нижній колонтитул',
        'register' => 'Сторінка реєстрації',
        'password_reset' => 'Сторінка скидання пароля',
        'mail' => 'Сторінка повідомлень',
        'profile' => 'Сторінка профілю',
        'video_therapy' => 'Сторінка відеочату',
        'articles' => 'Сторінка статей',
        'videos' => 'Сторінка відео',
        'podcasts' => 'Сторінка подкастів',
        'quizzes' => 'Сторінка вікторин',
        'assessment' => 'Сторінка оцінки EAP',
        'assessmentm_results' => 'Сторінка результатів оцінки EAP',
        'well_beingm_results' => 'Сторінка результатів добробуту',
        'contact' => 'Сторінка контактів',
        'home' => 'Головна сторінка',
        'mood_meter' => 'Сторінка результатів настрою',
        'self_help' => 'Сторінка самодопомоги',
        'prizegame' => 'Сторінка призової гри',
        'burnout' => 'Сторінка вигоряння',
        'domestic_violence' => 'Сторінка домашнього насильства',
        'language' => 'Мовні навички',
        'case' => 'Введення випадків',
        'intake' => 'Сторінка прийому',
        'specialization' => 'Спеціалізація',
        'permission' => 'Дозвіл',
        'onsite_consultation' => 'Сторінка консультації на місці',
        'email_onsite_consultation_creation' => 'Електронна пошта - Створення консультації на місці',
        'email_onsite_consultation_edit' => 'Електронна пошта - Редагування консультації на місці',
        'email_onsite_consultation_delete' => 'Електронна пошта - Видалення консультації на місці',
        'email_onsite_consultation_reminder' => 'Електронна пошта - Нагадування про консультацію на місці',
    ],

    'video_therapy' => [
        'menu' => 'Розклад відеотерапії',
        'new_time' => 'Додати нову дату',
        'set_date' => 'Встановити дату',
        'edit_date' => 'Редагувати дату',
        'select_expert' => 'Вибрати експерта',
        'edit_expert' => 'Редагувати експерта',
        'edit_fixed_dates' => 'Редагувати фіксовані дати',
        'edit_fixed_date' => 'Редагувати фіксовану дату',
        'calendar_view' => 'Перегляд календаря',
        'monday' => 'Понеділок',
        'tuesday' => 'Вівторок',
        'wednesday' => 'Середа',
        'thursday' => 'Четвер',
        'friday' => 'П\'ятниця',
        'video_chat_experts' => 'Експерти',
        'video_chat_appointments' => 'Призначення',
        'date' => 'Дата',
        'client' => 'Клієнт',
        'connect' => 'Підключитися',
        'disconnect' => 'Відключитися',
        'end_therapy' => 'Завершити консультацію',
        'join_therapy' => 'Приєднатися до відеотерапії',
        'eap_consultation_deleted' => 'Відеоконсультація видалена',
        'expert-waring' => 'Запис відео та аудіоматеріалів відеоконсультації суворо заборонено!',
        'remaining-consultations' => 'Залишилося консультацій: :attribute',
        'choose-a-country' => 'Виберіть країну...',
        'therapy_end' => 'Ви впевнені, що хочете закрити терапію?',
        'therapy_end_alt' => 'Операцію не можна скасувати!',
        'end_therapy_yes' => 'Так',
        'expert_day_off' => 'Вихідні дні експерта',
        'today' => 'Сьогодні',
        'message_text' => 'Текст повідомлення...',
        'video_connection_no_device_found' => 'На вашому пристрої не знайдено камеру або мікрофон!',
        'video_connection_no_device_permission' => 'Доступ до камери та мікрофона було заборонено! Переконайтеся, що ваш браузер має дозвіл на використання камери та мікрофона.',
    ],

    'chat_therapy' => [
        'join_therapy' => 'Приєднатися до чату терапії',
        'expert-waring' => 'Запис текстового матеріалу чату консультації суворо заборонено!',
        'message_text' => 'Текст повідомлення...',
    ],

    'translation_statistics' => [
        'menu' => 'Статистика перекладів',
    ],

    'riports' => [
        'title' => 'Звіти EAP онлайн',
        'interval' => 'Період звіту',
        'mood_meter' => 'Індикатор настрою',
        'well_being' => 'Оцінка способу життя',
        'article_statistics' => 'Активність пункту меню Статті',
        'video_statistics' => 'Активність пункту меню Відео',
        'podcast_statistics' => 'Активність пункту меню Подкаст',
        'self_help_statistics' => 'Активність інструментів самодопомоги',
        'assessment_statistics' => 'Активність пункту меню Оцінка',
        'all_registration_statistics' => 'Загальна кількість реєстрацій',
        'login_statistics' => 'Кількість входів',
        'login_statistics_front' => 'Входи на EAP Online',
        'activity_statistics' => 'Середня кількість користувачів за останні 3 місяці',
        'no_riport' => 'Звіт не готовий для поточного кварталу!',
        'actual' => [
            'title' => 'Поточні звіти',
        ],
        'archive' => [
            'title' => 'Архів звітів',
        ],
        'summary' => [
            'title' => 'Резюме звіту',
        ],
        'download' => 'ЗАВАНТАЖИТИ ЗВІТ EAP онлайн у форматі excel',
        'client_title' => 'ЗВІТ ПЛАТФОРМИ EAP ОНЛАЙН',
    ],

    'onsite_consultation' => [
        'menu' => 'Консультація на місці',
        'appointments' => 'Призначення',
        'new_consultatiom' => 'Нова консультація',
        'edit_appointments' => 'Редагувати призначення',
        'company' => 'Компанія',
        'country' => 'Країна',
        'permission' => 'Дозвіл',
        'place' => 'Місце',
        'places' => 'Місця',
        'no_appointments' => 'На даний момент немає запланованих призначень',
        'appointment_already_booked' => 'Видалення неможливе, оскільки це призначення вже заброньовано!',
        'add_dates' => 'Додати дату/дати',
        'add_appointments' => 'Додати призначення/призначення',
        'new_place' => 'Нове місце',
        'place_name' => 'Назва',
        'place_address' => 'Адреса',
        'edit_place' => 'Редагувати місце',
        'experts' => 'Експерти',
        'expert' => 'Експерт',
        'new_expert' => 'Новий експерт',
        'expert_name' => 'Ім\'я',
        'expert_description' => 'Опис',
        'expert_image' => 'Профільне зображення',
        'consultation_type' => 'Тип',
        'with_expert' => 'З експертом',
        'without_expert' => 'Без експерта',
        'online_with_expert' => 'Онлайн з експертом',
        'edit_expert' => 'Редагувати',
        'description' => 'Опис... (Макс. 180 символів)',
    ],

    'footer' => [
        'menu_points' => [
            'menu' => 'Нижній колонтитул',
            'name' => 'Ім\'я',
            'name_placeholder' => 'Назва пункту меню нижнього колонтитула',
            'translate' => 'Переклад пункту меню нижнього колонтитула',
            'add_document' => 'Додати документ',
            'document_placeholder' => 'Назва документа',
            'add' => 'Додати новий пункт меню',
        ],
        'documents' => [
            'translate' => 'Переклад документа',
            'menu' => 'Документи нижнього колонтитула',
        ],
    ],

    'required' => 'обов\'язковий',
    'same' => 'Те ж саме',

    'online_video_consultation_information' => '
        <div style="text-align:left; margin: 0 40px;">
        <br><br>
        Шановний експерт-партнер!
        <br><br>
        Будь ласка, уважно прочитайте наступну інформацію!
        <br><br>
        Процес онлайн-відеоконсультації змінився!
        <br><br>
        Немає можливості проводити відеоконсультацію на інших платформах (Zoom, Teams, Google Meet тощо). Від першої консультації до останньої всі консультації повинні проводитися тут, на панелі експерта. Відеодзвінки можна ініціювати з аркуша випадку під час консультаційних часів.
        <br><br>
        Якщо клієнт не підключається, будь ласка, зателефонуйте йому за номером телефону, вказаним на аркуші випадку, і допоможіть йому підключитися. Поширеною помилкою може бути те, що клієнт не дозволяє використовувати камеру та мікрофон. Будь ласка, не забудьте також увімкнути їх.
        <br><br>
        І клієнт, і ви можете встановити новий час консультації. Будь ласка, домовтеся про те, хто це зробить, перш ніж закінчити консультацію.
        <br><br>
        </div>
    ',

    'online_chat_consultation_information' => '
        <div style="text-align:left; margin: 0 40px;">
        <br><br>
        Шановний експерт-партнер!
        <br><br>
        Будь ласка, уважно прочитайте наступну інформацію!
        <br><br>
        Нова форма онлайн-консультації - це чат-консультація!
        <br><br>
        Чат-консультація - це, по суті, письмова консультація, де клієнт пише свої думки у формі чату, а експерт відповідає письмово.
        <br><br>
        Клієнт приєднується до консультації через новий додаток EAP Chat або веб-сайт EAP Online, а експерт - тут, на панелі експерта, на аркуші випадку. Від першої консультації до останньої всі консультації повинні проводитися тут, на панелі експерта.
        <br><br>
        Якщо клієнт не підключається, будь ласка, зателефонуйте йому за номером телефону, вказаним на аркуші випадку, і допоможіть йому підключитися. Зазвичай перезапуск додатка або оновлення сторінки може бути ефективним рішенням.
        <br><br>
        Дуже важливо, що коли ви закриваєте поточну консультацію, всі повідомлення у вікні чату видаляються і не можуть бути відновлені.
        <br><br>
        І клієнт, і ви можете встановити новий час консультації. Будь ласка, домовтеся про те, хто це зробить, перш ніж закінчити консультацію.
        <br><br>
        </div>

    ',

    'intake_video_consultation_information' => '
        <div style="text-align:left; margin: 0 40px;">
        <br><br>
        Шановний експерт-партнер!
        <br><br>
        Будь ласка, уважно прочитайте наступну інформацію!
        <br><br>
        Процес онлайн-відеоконсультації змінився!
        <br><br>
        Немає можливості проводити відеоконсультацію на інших платформах (Zoom, Teams, Google Meet тощо). Від першої консультації до останньої всі консультації повинні проводитися тут, на панелі експерта. Відеодзвінки можна ініціювати з аркуша випадку під час консультаційних часів.
        <br><br>
        Якщо клієнт не підключається, будь ласка, зателефонуйте йому за номером телефону, вказаним на аркуші випадку, і допоможіть йому підключитися. Поширеною помилкою може бути те, що клієнт не дозволяє використовувати камеру та мікрофон. Будь ласка, не забудьте також увімкнути їх.
        <br><br>
        Тільки ви можете встановити новий час консультації тут, на панелі експерта, на аркуші випадку. Тому домовтеся про новий час з клієнтом перед закінченням консультації.
        <br><br>
        </div>
    ',

    'intake_chat_consultation_information' => '
        <div style="text-align:left; margin: 0 40px;">
        <br><br>
        Шановний експерт-партнер!
        <br><br>
        Будь ласка, уважно прочитайте наступну інформацію!
        <br><br>
        Нова форма онлайн-консультації - це чат-консультація!
        <br><br>
        Чат-консультація - це, по суті, письмова консультація, де клієнт пише свої думки у формі чату, а експерт відповідає письмово.
        <br><br>
        Клієнт приєднується до консультації через новий додаток EAP Chat або веб-сайт EAP Online, а експерт - тут, на панелі експерта, на аркуші випадку. Від першої консультації до останньої всі консультації повинні проводитися тут, на панелі експерта.
        <br><br>
        Якщо клієнт не підключається, будь ласка, зателефонуйте йому за номером телефону, вказаним на аркуші випадку, і допоможіть йому підключитися. Зазвичай перезапуск додатка або оновлення сторінки може бути ефективним рішенням.
        <br><br>
        Дуже важливо, що коли ви закриваєте поточну консультацію, всі повідомлення у вікні чату видаляються і не можуть бути відновлені.
        <br><br>
        Тільки ви можете встановити новий час консультації тут, на панелі експерта, на аркуші випадку. Тому домовтеся про новий час з клієнтом перед закінченням консультації.
        </div>
    ',

    'consultation_information_confirmation' => 'Я прочитав і зрозумів наведену вище інформацію.',
];
