<?php

return [
    'usage' => 'РІЧНИЙ РІВЕНЬ ВИКОРИСТАННЯ ПРОГРАМИ:',
    'usage_global' => 'ВИКОРИСТАННЯ ПОРІВНЯНО ІЗ СЕРЕДНІМ ПОКАЗНИКОМ НА РИНКУ РЕГІОНУ:',
    'best_usage_month' => 'МІСЯЦЬ ІЗ НАЙВИЩИМ РІВНЕМ ВИКОРИСТАННЯ:',
    'problem_type' => 'НАЙПОПУЛЯРНІШИЙ НАПРЯМ КОНСУЛЬТУВАННЯ РОКУ:',
    'gender' => 'БІЛЬШІСТЬ КОРИСТУВАЧІВ ПРОГРАМИ:',
    'age' => 'ВІК БІЛЬШОСТІ ЛЮДЕЙ, ЯКІ ВИКОРИСТОВУЮТЬ НАШУ ПРОГРАМУ:',

    'buble_title' => 'Орієнтир  це середній річний показник використання EAP у 10 країнах регіону, поза власною клієнтською базою CGP Europe.',
    'buble_number_multiply' => 'Показник відображає, у скільки разів рівень використання відрізняється від середнього показника на ринку регіону.',
    'buble_number_percentage' => 'Значення показує, на скільки відсотків рівень використання більший або менший порівняно із середнім показником на ринку регіону.',
];
