<?php

return [
    'cumulated_alt' => 'Закриті випадки + перервані випадки + випадки, коли клієнт недоступний',

    'health_map' => 'Карта здоров\'я',
    'law' => 'право',
    'under_19' => 'до 19',
    'from_20_to_29' => 'вік 20-29',
    'from_30_to_39' => 'вік 30-39',
    'from_40_to_49' => 'вік 40-49',
    'from_50_to_59' => 'вік 50-59',
    'above_60' => 'понад 60',
    'health_map_desc' => 'За допомогою нашої нової Карти психічного здоров’я ви можете легко переглядати та аналізувати найбільш затребувані напрями EAP за кількістю звернень ваших співробітників. Інформація відображатиметься за віковими та гендерними групами для найпопулярніших напрямів. Дані накопичуватимуться щомісяця, тож у довгостроковій перспективі ця Карта психічного здоров’я відображатиме точніші результати. Вона може стати корисним інструментом для HR‑команди, щоб ефективніше планувати та розвивати внутрішні комунікації EAP, а також визначати можливі теми для майбутніх семінарів. На карті будуть позначені як типи консультацій EAP, так і вікові категорії. Результати відображатимуться у вигляді більших або менших кіл за віковими категоріями: більше коло означатиме вищий рівень використання, менше — нижчий.',
    'prize_game_desc' => 'Ви можете побачити кількість учасників призової гри, прокручуючи вниз. Дані постійно оновлюються відповідно до кількості людей, які беруть участь у грі. Після завершення призової гри розіграш можна розпочати за допомогою кнопки "Почати розіграш" і зупинити за допомогою кнопки "Зупинити розіграш". Де зупиняються числа, учасник, пов\'язаний з відображеним числом, виграє, і його дані з\'являються під числом. Розіграш можна продовжити, натиснувши кнопку "Почати розіграш", а потім натиснувши кнопку "Зупинити розіграш", доки не буде досягнуто бажаної кількості переможців.',

    'live' => 'НАЖИВО',

    'news' => 'Новинка! Семінар із цифрового балансу',
    'number_of_calls' => 'Кількість випадків',
    'in_progress_cases' => 'Поточні триваючі консультації',
    'in_progress_cases_short' => 'Консультації за закритими випадками',
    'closed_cases' => 'Закриті випадки',
    'cumulate' => 'СУМАРНО',
    'cumulated_numbers' => 'Усі накопичені взаємодії та використання EAP',
    'interrupted_cases' => 'Перервані випадки',
    'client_unreachable_cases' => 'ВИПАДКИ, КОЛИ КЛІЄНТ БУВ НЕДОСТУПНИЙ',
    'workshop_participants' => 'Учасники воркшопів',
    'orientation_participants' => 'Учасники орієнтаційних зустрічей',
    'health_day_participants' => 'Учасники Дня здоров’я',
    'expert_outplacement_participants' => 'Учасники консультацій в офісі / на підприємстві',
    'prizegame_participants' => 'Учасники призової гри',
    'valeo_workplace_1' => 'Використання EAP на сайті',
    'valeo_workplace_2' => 'Використання EAP на сайті',
    'hydro_workplace' => 'Використання EAP на сайті',
    'pse_workplace' => 'Використання EAP на сайті',
    'michelin_workplace' => 'Використання EAP на сайті',
    'sk_battery_workplace' => 'Використання EAP на сайті',
    'grupa_workplace' => 'Використання EAP на сайті',
    'robert_bosch_workplace' => 'Використання EAP на сайті',
    'gsk_workplace' => 'Використання EAP на сайті',
    'johnson_and_johnson_workplace' => 'Використання EAP на сайті',
    'syngenta_workplace' => 'Використання EAP на сайті',
    'nestle_workplace' => 'Використання EAP на сайті',
    'mahle_pl_workplace' => 'Використання EAP на сайті',
    'lpp_workplace' => 'Використання EAP на сайті',
    'amrest_workplace' => 'Використання EAP за групами компаній',
    'crisis_participants' => 'Учасники кризового втручання',
    'eap_logins' => 'Онлайн входи EAP',
    'record' => 'Найбільш використовувані консультації за статтю та віком',
    'record_problem_type' => 'Тип проблеми',
    'record_gender' => 'Стать',
    'record_age' => 'Вік',
    'gender_x_problem_type' => 'Розподіл жінок і чоловіків за типом проблеми',
    'age_x_problem_type' => 'Віковий розподіл за типом проблеми',
    'download' => 'ЗАВАНТАЖИТИ ЗВІТ EAP у форматі Excel',

    'problem_type' => 'ПРОБЛЕМА ЗА ТИПОМ',
    'is_crisis' => 'Кризовий дзвінок',
    'problem_details' => 'РОЗБИВКА ЗА ДЕТАЛЯМИ ПРОБЛЕМИ',
    'gender' => 'РОЗПОДІЛ ЗА СТАТТЮ',
    'employee_or_family_member' => 'РОЗПОДІЛ ЗА ПРАЦІВНИКОМ / ЧЛЕНОМ СІМ’Ї',
    'age' => 'ВІКОВИЙ РОЗПОДІЛ',
    'language' => 'РОЗПОДІЛ ЗА МОВОЮ КОНСУЛЬТАЦІЇ',
    'source' => 'РОЗПОДІЛ ЗА ДЖЕРЕЛОМ ІНФОРМУВАННЯ',
    'type_of_problem' => 'РОЗПОДІЛ ЗА ТИПОМ КОНСУЛЬТАЦІЇ',
    'place_of_receipt' => 'РОЗПОДІЛ ЗА СПОСОБОМ ЗВЕРНЕННЯ ДО ПРОГРАМИ',

    'onsite_consultations_number' => 'Кількість консультацій на місці',

    'statistics_are_rounded' => 'У статистичному підсумку застосовуються математичні правила округлення. Дані статистичного підсумку зберігаються у CGP Europe Kft. до кінця поточного календарного року. Якщо бажаєте зберегти дані, наведені у статистичному підсумку, завантажуйте Excel-версію щоквартально.',

    'welcome' => [
        'page1' => [
            'title' => 'Ласкаво просимо до нової панелі клієнта!',
            'text' => 'Ми пишаємося тим, що представляємо вам нашу повністю оновлену Панель клієнта. Це зайняло у нас майже рік цифрової розробки, що закінчилася оновленням Панелі клієнта. Ці розробки включали покращення нашої платформи EAP Online, оновлення програми чату EAP та впровадження численних нових функцій у додаток my EAP. Робота була складною, але водночас надихаючою. Ми сподіваємося, що ми не тільки покращили (і зробили більш привабливими) вигляд кожної платформи, але й зробили їх більш доступними та ефективними для користувачів. Найбільш захоплююча частина всього цього - це Клієнт, на його нове ім\'я/зараз називається Панель EAP. Перед тим, як досліджувати новий сайт, дозвольте нам поділитися з вами деякими з найважливіших деталей процесу розробки.',
        ],
        'page2' => [
            'title' => 'Дані корисні лише тоді, коли вони легко зрозумілі',
            'text' => 'Новий звітний меню EAP швидко та легко зрозуміле. Таким чином, воно надає користувачеві більш інформативне зображення статистики програми EAP.',
            'psychology' => 'Психологія',
        ],
        'page3' => [
            'title1' => 'Нові діаграми,',
            'title2' => 'Нові висновки',
            'text' => 'Оновлене звітне меню використовує нові та покращені діаграми для демонстрації статистичних даних програми EAP, щоб можна було зробити нові висновки під час використання програми.',
            'finance' => 'фінанси',
            'female' => 'жінка',
        ],
        'page4' => [
            'title1' => 'Система звітності,',
            'title2' => 'що забезпечує безпеку для всіх',
            'text' => 'Анонімність тих співробітників, які використовують програму EAP, є одним з найважливіших критеріїв консультаційного процесу, але для нас також дуже важливо, щоб співробітники залишалися невизначеними навіть з даних статистичних звітів. Щоб забезпечити безпеку співробітників/ідентифікація не відбудеться, наші звіти не містять регіональних даних про місцезнаходження.',
        ],
        'page5' => [
            'title1' => 'Що може бути більш інформативним, ніж звіти?',
            'title2' => 'Карта психічного здоров\'я',
            'text' => 'Нова точка меню надасть корисну інформацію про поточний психічний стан компанії та покаже ті проблеми, з якими співробітники найбільше борються та долають. Вона надасть детальний огляд природи цих проблем та відсоток того, скільки людей було ними уражено.',
        ],

        'continue_to_dashboard' => 'До нової Панелі EAP.',
        'next' => 'Вперед',
    ],

    'partial_sum' => 'Сума поточних і закритих випадків',
    'sum' => 'Сума поточних, закритих, перерваних і випадків, коли клієнт недоступний',

    '1_quarter' => 'Q1',
    '2_quarter' => 'Q2',
    '3_quarter' => 'Q3',
    '4_quarter' => 'Q4',

    'quarter' => 'Квартал',

    'in_progress_cases_info' => 'Нові випадки, отримані протягом звітного періоду, із триваючими консультаціями.',
    'closed_cases_info' => 'Нові випадки, отримані протягом звітного періоду, консультації завершено.',
    'interrupted_cases_info' => 'Нові випадки, отримані протягом звітного періоду, консультації перервано працівником з причин, не залежних від волі експерта.',
    'client_unreachable_cases_info' => 'Нові випадки, отримані протягом звітного періоду, у яких експерт не зміг зв’язатися з працівником.',
    'cumulated_info' => 'Закриті випадки + поточні випадки + перервані випадки + випадки, коли клієнт недоступний + учасники воркшопів + учасники кризового втручання + учасники орієнтаційних зустрічей + учасники Дня здоров’я + учасники консультацій в офісі + учасники призової гри + входи на EAP Online',
    'not_registered' => 'Не зареєстровано!',

    'total' => 'Всього',

    'no_available_data' => 'Наразі дані недоступні.',
    'no_data_to_enter' => 'Немає даних для введення',

    'volume_request' => 'Кількість працівників',
    'volume_request_closed' => 'Період запису даних за місяць закінчився!',

    'consultations' => 'Консультації для закритих випадків',
    'consultations_ongoing' => 'Консультації за активними випадками на кінець звітного періоду',
];
