<!DOCTYPE html>
<html lang="en" dir="ltr">
    <head>
        <meta charset="utf-8">
    </head>
<body>
    <p>Шановний клієнт EAP!</p>

    <p>Дякуємо, що звернулися до наших служб. Ми сподіваємося, що наш найперший контакт вже виправдав ваші очікування, і що в майбутньому ми зможемо допомогти вам вирішити ваше професійне або приватне питання.</p>

    <p>Щоб допомогти вам найкращим чином, ми хотіли б повідомити вам про деякі практичні питання та про те, що ви можете – а можете і не очікувати – від Програми допомоги працівникам (EAP). Вони відображаються в прикріпленому файлі. Просимо вас уважно прочитати його. Якщо у вас виникнуть додаткові запитання, ваш професіонал EAP буде радий надати необхідні відповіді.</p>

    <p>Ми також хотіли б зазначити, що ми зберігаємо особисті дані в наших цифрових файлах під час процесу підтримки. Це пов’язано з належним супроводом випадків; ми не надаємо жодних персональних даних вашому роботодавцю чи іншим третім особам. Якщо ви не згодні з цим, зв’яжіться з нами за адресою eap@pulso-europe.eu.</p>

    <p>Для вашої інформації: Якщо сеанс віч-на-віч організовано після вашого контакту з Програмою допомоги працівникам, ваш фахівець з EAP представить вам подібний документ. За допомогою цього документа вас також попросять погодитися з тим, що ваш фахівець з EAP зберігає ваші особисті дані у своїй справі. Погодитися з цим можна, підписавши документ.</p>

    <p>І останнє, але не менш важливе, ми хотіли б уточнити ваш досвід роботи з нашим сервісом. Ми хотіли б дізнатися, як ви себе почуваєте, в даний час і через деякий час. Наприкінці нашого сервісу ми також хотіли б дізнатися, що ви думаєте про програму, якщо у вас є зауваження чи пропозиції. Ця інформація допомагає нам постійно вдосконалювати наш сервіс і буде цінною для вас і ваших колег, які звернуться до сервісу після цього.</p>

    <p>Щоб гарантувати гарне продовження справи, ми хотіли б попросити 2 хвилини вашого часу, щоб дізнатися, як ви зараз себе почуваєте. Ми повторимо це в кінці нашого сервісу.</p>

    <p>Будь ласка, натисніть на наступне посилання:</p>

    <a href="https://app.keysurvey.com/f/1469643/1273/?Fase=pre&Case_Number=[{{$case_identifier}}]">https://app.keysurvey.com/f/1469643/1273/?Fase=pre&Case_Number=[{{$case_identifier}}]</a>

    <p>Ми віримо, що цей лист і наша програма забезпечать вам належну підтримку.</p>

    <p>З найкращими побажаннями,</p>

    <p>Команда Pulso EAP</p>

    <p>eap@pulso-europe.eu</p>
</body>
</html>
