<!DOCTYPE html>
<html lang="en" dir="ltr">
    <head>
        <meta charset="utf-8">
    </head>
<body>
    <p>Шановний клієнт EAP!</p>

    <p>Дякуємо, що користуєтеся послугами програми допомоги працівникам (EAP).  Сподіваємося, що це був приємний досвід і що з нашою допомогою ви знайшли необхідну підтримку, щоб краще впоратися зі своїм питанням.</p>

    <p>Як ми зазначали на початку, ми хотіли б знати, як ви зараз себе почуваєте, і ваші відгуки про підтримку, яка була запропонована. Це займе 2 хвилини вашого часу, але результат буде дуже цінним для нас і нашої програми. Зворотній зв'язок допомагає нам постійно вдосконалювати наші послуги!</p>

    <p>Будь ласка, натисніть на посилання нижче, щоб заповнити опитування:</p>

    <a href="https://app.keysurvey.com/f/1470378/1513/?Fase=post&Case_Number=[{{$case_identifier}}]">https://app.keysurvey.com/f/1470378/1513/?Fase=post&Case_Number=[{{$case_identifier}}]</a>

    <p>Ваш відгук дуже цінується. Якщо ви хочете з кимось поговорити, зателефонуйте за номером, пов’язаним із програмою, або надішліть електронний лист на eap@pulso-europe.eu.</p>

    <p>Заздалегідь спасибі!</p>

    <p>Команда ЕАП</p>
</body>
</html>
