<!DOCTYPE html>
<html lang="bg" dir="ltr">
<head>
    <meta charset="utf-8">
    <title></title>
</head>
<body>
    <p>Уважаеми договорен партньор!</p>
    <p>С удоволствие ви информираме, че освен възможностите за лични, телефонни и видео консултации, въвеждаме и новия формат за консултации чрез чат.</p>
    <p>Чат консултацията е по същество поредица от сесии, по време на които специалистът и клиентът комуникират помежду си чрез съобщения на специално създадена платформа. Чат консултацията предлага нов и удобен начин за клиентите да търсят и получават помощ. Този вид консултация става все по-популярен през последните години, защото има много професионални предимства, които оправдават използването му:</p>
    <ul>
        <li>Клиентите, които се чувстват неудобно при лични или онлайн срещи, могат по-лесно да се отворят по време на писмен разговор. Форматът на чата осигурява дискретност и анонимност, което може да увеличи доверието и готовността на клиентите да търсят помощ.</li>
        <li>Лесно достъпен и удобен за клиентите, тъй като те могат да го използват навсякъде и по всяко време с помощта на смартфон и интернет връзка.</li>
        <li>Осигурява незабавна подкрепа и обратна връзка на клиентите, тъй като позволява бързо и ефективно реагиране на възникналите проблеми.</li>
    </ul>
    <h3>Как работи чат консултацията?</h3>
    <p>Клиентите могат да се запишат за психологическо консултиране по обичайния начин, като изберат опцията за чат консултация вместо лични, телефонни или видео разговори. Те могат да се запишат в кол центъра на EAP, на уебсайта EAP Online и в мобилното приложение EAP Chat.</p>
    <p>Клиентите могат да се присъединят към чат консултацията на две платформи: на уебсайта EAP Online и в напълно обновеното мобилно приложение EAP Chat. Специалистът се присъединява към чат консултацията чрез Expert Dashboard на страницата на сесията. Необходимо е само да натиснете един бутон.</p>
    <p>Подобно на личните и онлайн консултации, една чат сесия също е с продължителност 50 минути, а клиентът може да ползва толкова сесии, колкото подкрепя неговата компания.</p>
    <p>Всички консултации, включително втората, третата и следващите, трябва да се провеждат чрез Expert Dashboard.</p>
    <p>Назначенията се уговарят по обичайния начин, без промени. Преди края на сесията е необходимо да се договори с клиента датата на следващата консултация и да се въведе в записа на случая.</p>
    <p>Надяваме се, че тази нова услуга ще ни помогне да достигнем до повече клиенти с подкрепата, предоставена от програмата EAP, и ефективно да допринесем за подобряване на тяхното психическо здраве.</p>
    <p>Ако имате допълнителни въпроси, моля, пишете на адрес <a href="mailto:maria.szabo@cgpeu.com">maria.szabo@cgpeu.com</a>.</p>
    <p>С уважение,<br>CGP Europe</p>
</body>
</html>
