<!DOCTYPE html>
<html lang="en" dir="ltr">
    <head>
        <meta charset="utf-8">
    </head>
<body>
    <p>Уважаеми ЕАП клиент,</p>

    <p>Благодарим Ви, че се обърнахте към нашите услуги. Надяваме се, че още с първия контакт сме отговорили на Вашите очаквания и че занапред ще можем да Ви помогнем да разрешите Ваш професионален или личен проблем.</p>

    <p>За да сме полезни по най-добрия възможен начин, бихме искали да Ви информираме по някои практически въпроси, както и какво можете или не да очаквате от Програмата за подпомагане на служителите (ЕАП). Те са отразени в прикачения файл. Моля да го прочетете внимателно. Ако имате допълнителни въпроси, експертът от ЕАП ще се радва да отговори на тях.</p>

    <p>Бихме искали да отбележим, че по време на процеса на поддръжка, ще съхраняваме някои Ваши лични данни в цифрови файлове. Това е само за да сме сигурни, че можем правилно да го проследим. Никаква лична информация няма да бъде споделяна с Вашия работодател или с друга, трета, страна. Ако възразявате срещу това, моля, свържете се с нас на eap@pulso-europe.eu.</p>

    <p>За Ваша информация: Ако след контакта Ви с Програмата за подпомагане на служителите се организира сеанс наживо, експертът от ЕАП ще Ви предостави документ,  чрез който можете да дадете съгласието си личните Ви данни да бъдат съхранявани в досие. Можете да изразите това съгласие като подпишете документа.</p>

    <p>Накрая, но не на последно място, бихме искали да проследим впечатленията Ви от нашата програма. Интересува ни как се чувствате сега и след определен период от време. В края на услугата ни, бихме желали да разберем какво мислите за програмата, дали имате някакви коментари или предложения. Тази информация ни помага да подобряваме непрекъснато обслужването си и ще бъде от полза за Вас и Вашите колеги, които ще се обръщат към нас след това.</p>

    <p>За да гарантираме добро проследяване на случая,  ще помолим за 2 минути от времето Ви, за да  разберем как се чувствате в момента. Ще повторим това и в края на консултациите с експертите ни.</p>

    <p>Моля, кликнете върху следния линк:</p>

    <a href="https://app.keysurvey.com/f/1469643/1273/?Fase=pre&Case_Number=[{{$case_identifier}}]">https://app.keysurvey.com/f/1469643/1273/?Fase=pre&Case_Number=[{{$case_identifier}}]</a>

    <p>Надяваме се, че това писмо и нашата програма ще Ви предоставят насоките, които търсите.</p>

    <p>С уважение:</p>

    <p>Екипът на Пулсо ЕАП</p>

    <p>eap@pulso-europe.eu</p>
</body>
</html>
