<!DOCTYPE html>
<html lang="en" dir="ltr">
    <head>
        <meta charset="utf-8">
    </head>
<body>
    <p>Уважаеми ЕАП клиент,</p>

    <p>Благодарим Ви, че използвате услугите на Програмата за подпомагане на служителите (ЕАП).  Надяваме се, че това е приятно преживяване и че с наша помощ сте намерили необходимата подкрепа, за да се справите по-добре с проблема си.</p>

    <p>Както споменахме в началото, бихме искали да знаем как се чувствате в момента и какъв е вашият отзив за предложената подкрепа. Това ще отнеме около 2 минути, но получените сведения ще бъдат много ценни за нас и нашата програма. Обратната връзка ни помага непрекъснато да подобряваме услугите си!</p>

    <p>Моля, кликнете върху линка по-долу, за да попълните анкетата:</p>

    <a href="https://app.keysurvey.com/f/1470378/1513/?Fase=post&Case_Number=[{{$case_identifier}}]">https://app.keysurvey.com/f/1470378/1513/?Fase=post&Case_Number=[{{$case_identifier}}]</a>

    <p>Вашите отзиви са ценни за нас. Ако желаете да разговаряте с някого, моля, обадете се на номера за достъп до програмата в съответната държава или изпратете имейл: eap@pulso-europe.eu.</p>

    <p>Благодарим предварително!</p>

    <p>Екипът на ЕАП</p>
</body>
</html>
